Repository: timshin43/donaddcom
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: We collected
ru: Мы собрали

source: Project needs
ru: Проекту требуется

source: Watch the video first
ru: Смотрите видео

source: Project`s Progress
ru: Прогресс

source: Donate
ru: Пожертвовать

source: Next Video
ru: Следующее видео

source: Please login or register to donate
ru: Пожалуйста, зарегистрируйтесь, чтобы помочь

source: What do we do?
ru: Для чего этот проект?

source: We help stray animals all around the world
ru: Чтобы помочь бездомным животным по всему Миру!

source: Donate your time
ru: Дарите свое время

source: How much time do we spend on things that do not really matter? What if we tell you that this time can be converted into real money to save someone`s life?
ru: Как много времени мы тратим порой на бесполезные вещи? А если мы скажем, что это время может быть переведено в реальные деньги, которые спасут чью-то жизнь?

source: How does it work?
ru: Как это работает?

source: Choose a project
ru: Выберите проект

source: Watch a video
ru: Смотрите видео

source: Click Donate
ru: Вы помогли!

source: We can not help everyone but can inspire and grant a chance all the others!
ru: Мы не можем помочь всем, но можем дать надежду и шанс остальным!

source: EXPLORE MORE
ru: УЗНАЙТЕ БОЛЬШЕ

source: ABOUT US
ru: О НАС

source: About Us
ru: О НАС

source: BLOG
ru: БЛОГ

source: DONATE
ru: ДЕЙСТВОВАТЬ!

source: Blog
ru: Блог

source: Just some notes about this project
ru: Как развивался этот проект

source: Stories
ru: Истории

source: Data
ru: Статистика

source: Website`s Data
ru: Посещаемость сайта

source: Statistic
ru: Динамика сайта

source: Account
ru: Личный Кабинет

source: Sign up
ru: Зарегистрироваться

source: Login
ru: Войти

source: My account
ru: Мой аккаунт

source: Reset Password
ru: Сменить Пароль

source: Logout
ru: Выйти

source: Contacts
ru: Контакты

source: Most popular stories
ru: Популярное

source: Tags:
ru: Тэги

source: Featured Stories:
ru: Похожие истории

source: Just some stories about animals
ru: Истории о животных
